[
    {
        "title": "Statistics For The $ALIVE Token For Week 8",
        "body": "Hello dear Hivers,here are the:# $ALIVE Statistics For The Last 7 Days, 2024-02-16 to 2024-02-23:## Who has bought how many $ALIVE at which time:!## Top $ALIVE Buyers And $HIVE SellersThe inside of the circle shows the buyers of $ALIVE, ordered by $HIVE they have spent. The outside shows the recipients of that $HIVE :!## Commulated Amount Of Bought $ALIVE Per PersonTop 10 $ALIVE buyers, how much they got and how much $HIVE they spend for this. Sorted by $HIVE, that was spent:!## Top 20 $ALIVE BuyersSorted by the $HIVE, they have spent:Buyer|Sold $HIVE|% Sold $HIVE|Bought $ALIVE|Avg. Price|Number of Trades|-|-|-|-|-|-|@pwbanker| 57.35985|30.19 %|2629.36131|0.02485|97@onlyhive| 24.84661|13.08 %|1016.22720|0.02522|51@awesomegames007| 23.14468|12.18 %|1071.87210|0.02128|25@watchlist| 22.03121|11.60 %|975.53550|0.02271|82@flaxz| 13.52065|7.12 %|540.83761|0.02500|3@elkaos| 12.49764|6.58 %|622.83730|0.02015|17@aliveandthriving| 9.15166|4.82 %|455.30640|0.02010|6@benthomaswwd| 8.86155|4.66 %|344.12050|0.02572|4@logen9f| 4.00000|2.11 %|200.00000|0.02000|1@master-lamps| 3.83927|2.02 %|176.39370|0.02207|37@edgerik| 3.67165|1.93 %|140.00000|0.02612|12@pepentropy| 3.02722|1.59 %|156.11280|0.01988|15@iamraincrystal| 1.12962|0.59 %|47.13000|0.02397|3@hivecurious| 0.77005|0.41 %|32.10560|0.02505|2@astuk| 0.57142|0.30 %|26.30000|0.02222|6@ironshield| 0.40293|0.21 %|20.00000|0.02122|3@podewils| 0.27065|0.14 %|9.02300|0.03000|1@hive-103505| 0.23392|0.12 %|10.73030|0.02180|1@ben.haase| 0.20200|0.11 %|7.71090|0.02679|9@bajadera| 0.20000|0.11 %|10.00000|0.02000|1__others__|0.27051|0.14 %|12.73570|0.04358|6__Sum:__|190.00309|100 %|8504.33992|0.02418|382## Commulated Amount Of Sold $ALIVE Per PersonTop 10 $ALIVE Sellers, how much they sold and how much $HIVE they got for this, sorted by $HIVE:!## Top 20 $ALIVE SellersSorted by the $HIVE, they have got:Seller|Earned $HIVE|% Earned $HIVE|Sold $ALIVE|Avg. Price|Number of Trades|-|-|-|-|-|-|@pwbanker| 57.28719|30.15 %|2497.12571|0.02464|44@hive-112281| 27.93688|14.70 %|1241.23391|0.02208|10@watchlist| 15.63388|8.23 %|603.87400|0.02647|47@jlufer| 9.90841|5.21 %|469.39420|0.02120|24@generra-abraham| 9.82240|5.17 %|461.52831|0.02252|9@arhus-847| 9.10698|4.79 %|462.66910|0.01932|11@bombus| 9.04510|4.76 %|450.00000|0.02010|5@elkaos| 6.44749|3.39 %|321.36720|0.02007|6@stewie.wieno| 4.60082|2.42 %|228.79890|0.02014|3@ironshield| 4.30486|2.27 %|189.44620|0.02226|22@fabian98| 3.03410|1.60 %|148.26540|0.02113|5@master-lamps| 2.78703|1.47 %|99.58540|0.02727|21@mypathtofire| 2.52941|1.33 %|108.02520|0.02378|15@dmhafiz| 2.32205|1.22 %|100.82940|0.02358|8@keychain.swap| 1.84390|0.97 %|92.19490|0.02000|1@onlyhive| 1.82782|0.96 %|62.59440|0.02950|2@soulsdetour| 1.48946|0.78 %|68.32370|0.02180|3@brofund| 1.19129|0.63 %|59.26810|0.02010|2@bitphoto| 1.15078|0.61 %|48.82450|0.02265|7@littlenewthings| 1.14101|0.60 %|43.88490|0.02600|2__others__|16.59224|8.73 %|747.10650|0.02297|135__Sum:__|190.00310|100 %|8504.33993|0.02292|382## Price Of The $ALIVE!## $ALIVE Summarize Metrics!Request|Received Hive|Received HIVE %|Sold $ALIVE|Avg. Price|-|-|-|-|-|sell|135.75483|71.45%|6245.74891|0.02243buy|54.24828|28.55%|2258.59102|0.02600|sum: |190.00311|100%|8504.33993|0.02422|---# Comparison With Other Tokens## $HIVE/TokenThis figure shows the value of $HIVE compared to some tokens. Be aware of the nonlinear  y-axes.!## US-Dollar/TokenValue of $USD compared to some token. Be aware of the nonlinear  y-axes.!!**## Table Of Token Prices in $HIVE and $USDAverage value of the prices of the token. Hive and US-Dollar compared to the token:!---!Links: and here:  or on . follow @hive.samadi.She helped pregnant mothers by giving them a meal as you can see here:  allready have send her a small gift :!# My last Week My main adventure from the last week were two days full of live in Bonn  with the \"Human Centered Technology\" meeting. I already made a report about it:  Mertens"
    },
    {
        "title": "Telekom Human Centered Technology Treffen in Bonn",
        "body": "Hallo zusammen, ,Vom 19. bis 20.2.2024 trafen sich ca. 40 Mitarbeiter der Deutschen Telekom im Barcamp in Bonn, um die Welt ein Stück weit zu verbessern. Einer davon bin ich und hiermit fasse ich die Erlebnisse aus meiner Sicht zusammen:!Unsere Agenda:!Inhalt:- - - -   * - - - # Impuls-HCT - Die Technik soll uns Menschen  dienen und nicht umgekehrt.- Es gibt viele Bedrohungen für die Menschheit  und entsprechend viel zu tun.- ESG  ist kein \"on Top\" Geschäft, sondern ein Muss, wenn ein Unternehmen in der Zukunft überleben will.!*Seit es Social Media gibt, nehmen Depressionen unter Jugendlichen zu.*!*Wir möchten den Mensch bei unseren Produkten in den Mittelpunkt stellen* # Impuls X Creation von Stephan De Haas- \"X Creation\" \t- ... ist eine Community und ein Service, welcher nachhaltige Innovationen beschleunigt.\t- ... bedient viele interne und externe Partner.\t- ... Arbeitet z.B. an Aufgaben von:○ \t\tdie COPs ○ Kreislaufwirtschaft○\t Tranformationen von Mobilität, Energie und Fußabdrücken○ \tESG-AICC-Leitfaden für die nächste Stufe- Was können wir als HCT-Community tun?# AICC Guide- Die Telekom muss auf das EU-KI-Gesetz reagieren. Wir wollen aber noch einen Schritt weiter gehen und die Telekom zum Protagonisten der KI-Ethik machen.!# Workshops:Am Dienstag teilten wir uns in 5 Gruppen auf und sprachen über:* Communities* Events* Leadership* Allianzen* ProdukteIch war in der Kleingruppe \"Produkte\". Dort brainstormten wir erst einmal, was wir liefern können oder wollen:!Ein Thema hing uns besonders am Herzen:Es ist oftmals eine kleine Gruppe von Menschen, die den großen Rest stört. Und oftmals kennen wir auch diese Personen. Aber bisher wehren wir uns nicht oder zu wenig. Wir versuchen zwar mit ihnen zu diskutieren, aber meistens endet es darin, dass wir  argumentieren und die Gegenseite nur mit Hasskommentaren oder tonnenweise Fakenews reagiert.Damit stören sie das Diskussionsforum und hinterlassen irritierte, verärgerte oder gar verängstigte Teilnehmer.Hasskomentare zu zensieren ist schwierig und auch fraglich. Aber diese weitverbreitete Unsitte zu akzeptieren ist auch falsch.Unser Lösungsansatz sieht wie folgt aus:## Der Hatespeech Identifier!* In einem beliebigen Diskussionsforum schreibt jemand einen offensichtlich hasserfüllten Satz.* Eine von der Telekom trainierte KI sucht nach solchen Sätzen. Wenn sie so einen findet, schreibt ein Bot mit einem gut ausgewählten Account-Namen wie z.B. \"Telekom_Checker\" einfach das Wort \"Hatespeech\" als Kommentar unter den aggressiven Beitrag. Alternativ geht auch \"Fakenews\", wenn eindeutig Falschaussagen getroffen wurden.Das bewirkt auf Dauer, dass * die Akteure verunsichert werden* Mitleser erkennen, dass hier jemand diskreditiert wurde* Der Account \"Telekom_Checker\"  an Bedeutung gewinnt.Im nächsten Step können nun Tools diese markierten Posts, oder bei Wiederholungsfällen auch den Autor, verbergen. Diese Frontend-Tools oder Erweiterungen können entweder von der Telekom zur Verfügung gestellt werden oder in Absprache mit den Big Playern bei denen eingebaut werden.Der Charme an diesem Produkt ist, es ist stark skalierbar. Wir fangen klein und experimentell an und können uns sukzessive steigern.Wichtig ist, dass die Kriterien für Hatespeech und auch Fakenews, ganz klar definiert sind und wir die False Positiv Fälle möglichst bei null halten.Auch müssen wir überlegen, wie weit wir gehen wollen. Falschaussagen zu erkennen ist sicherlich einfacher und etwas anderes, als sich mit Gewaltvideos auseinander setzen zu müssen.# Mein Hive „Marktstand“Hive ist nicht nur eine schnelle, ernergiearme Blockchain und eine Kryptowährung, es ist auch eine Technologie, die viel Potenzial hat, Menschen zu helfen. !Ich selber arbeite dort an mehreren kleinen Projekten um Mini-Jobs  zu vergeben bzw. zu vermitteln und spendenwürdige Menschen zu finden.!Bei mehr Interesse bitte bei mir melden oder diese Links ausprobieren: DiskussionenDa ich die Tage ein auffälliges T-Shirt trug, gab es immer einen Einstiegspunkt in Diskussionen. Am Montagabend ergab sich bei Bier und Wein das Thema \"Bitcoin - und was es zur Weltrettung beiträgt\", welches gut und kontrovers diskutiert wurde. Ich war bis dahin  eher ein Befürworter von einer starken Kryptowährung. Aber wir haben den Gedanken mal zuende gespielt, was wohl wäre, wenn der Staat keine Lenkungsmöglichkeiten mehr hätte. Die Antwort liegt auf der Hand: Die Reichen werden noch viel reicher und die Armen noch viel ärmer. Das hat mich tatsächlich überzeugt )# FazitEs waren zwei sehr intensive Tage. Ich bin völlig platt und überfüllt wieder nach Hause gefahren. Aber ich denke, es hat sich zum Einen für die Telekom gelohnt, da doch die ein oder anderen Nachfolge-Tätigkeiten entstanden sind. Zum Anderen werden wir sicherlich auch einen Fußabdruck  auch für die Gesellschaft hinterlassen. Und für mich persönlich hat es sich sehr gelohnt. Die letzten Wochen waren gefüllt von schlechter Stimmung, aber hier konnte ich noch mal den passionierten Geist erfüllter Menschen erleben. Eine Aufbruchstimmung, die meinen Winterblues vertreibt.Und ich durfte viel sehr nette Menschen kennenlernen. Ich freue mich auf weitere Zusammenarbeit.Danke noch mal an alle, die das hier ermöglicht haben.!Achim Mertens---Hello everyone,From February 19th to 20th, 2024, around 40 Deutsche Telekom employees met at the Barcamp in Bonn to make the world a better place. I am one of them and hereby I summarize the experiences from my point of view:!Our agenda:!Contents:- - - -    * - - - # Impulse HCT - Technology should serve us humans  and not the other way around.- There are many threats to humanity  and accordingly a lot needs to be done.- ESG  is not an “on top” business, but a must if a company wants to survive in the future.!*Since the advent of social media, depression among young people has increased.*!*We want to put people at the center of our products*# Impulse X Creation by Stephan De Haas- \"X Creation\"- ... is a community and a service that accelerates sustainable innovations.- ... serves many internal and external partners.- ... Works on tasks such as:○ the COPs ○ Circular economy○ Transformations of mobility, energy and footprints○ ESG AICC next level guide- What can we do as a HCT community?# AICC Guide- Telekom must react to the EU AI law. But we want to go one step further and make Telekom the protagonist of AI ethics.!# Workshops:On Tuesday we divided into 5 groups and talked about:* Communities* Events* Leadership* Alliances* ProductsI was in the small group “Products”. There we first brainstormed what we could or wanted to deliver:!One topic was particularly close to our hearts:It is often a small group of people who disturb the rest. And we often know these people too. But so far we have not defended ourselves or defended ourselves too little. We try to discuss with them, but most of the time we end up arguing  and the other side only responds with hate comments or tons of fake news.In doing so, they disturb or destroy the discussion forum and leave behind irritated, angry or even frightened participants.Censoring hate comments is difficult and questionable. But accepting this widespread bad habit is also wrong.Our solution approach looks like this:## The hate speech identifier!* On a random discussion forum, someone writes an obviously hateful sentence.* An AI trained by Telekom searches for such sentences. If it finds one, a bot with a well-chosen account name such as \"Telekom_Checker\" simply writes the word \"Hatespeech\" as a comment under the aggressive post. Alternatively, “Fakenews” is also possible if false statements have clearly been made.In the long run, this means that* the actors become unsettled* Fellow readers will recognize that someone has been discredited here* The “Telekom_Checker” account  becomes more important.In the next step, tools can now hide these marked posts or, if repeated, the author. These front-end tools or extensions can either be provided by Telekom or installed in consultation with the big players.The beauty of this product is that it is highly scalable. We start small and experimentally and can gradually increase.It is important that the criteria for hate speech and fake news are clearly defined and that we keep false positive cases to zero if possible.We also have to consider how far we want to go. Detecting false statements is certainly easier and different than having to deal with violent videos.# My Hive “Market Stall”Hive is not only a fast, low-energy blockchain and cryptocurrency, it is also a technology that has a lot of potential to help people.!I myself work on several small projects there to assign or arrange mini-jobs  and to find people worthy of donations.!If you are more interested, please contact me or try these links: DiscussionsSince I wore a flashy T-shirt these days, there was always an entry point into discussions. On Monday evening, over beer and wine, the topic of \"Bitcoin - and what it contributes to saving the world\" arose, which was discussed well and controversially. Until then  I was more of a supporter of a strong cryptocurrency. But we have thought through the thought of what would happen if the state no longer had any control options. The answer is obvious: the rich are getting much richer and the poor are getting much poorer. That actually convinced me )# ConclusionThey were two very intense days. I drove home completely exhausted and overcrowded. But I think, on the one hand, it was worth it for Telekom, as some follow-up activities were created. On the other hand, we will certainly also leave a footprint  for society. And for me personally it was very worth it. The last few weeks have been filled with bad moods, but here I was able to experience the passionate spirit of fulfilled people again. A feeling of optimism that drives away my winter blues.And I was able to meet a lot of very nice people. I look forward to further collaboration.Thanks again to everyone who made this possible.!Achim Mertens"
    }
]